arc-gtk-theme
archcn-tools-meta
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
aria2-fast
aspell-en
autoconf
autojump
automake
baidunetdisk-bin
baobab
bash
binutils
bison
bluez-utils
bzip2
calibre
cheese
chez-scheme-git
chicken
clisp
cmake
coreutils
cryptsetup
cuda
cudnn
deepin-wine
deepin-wine-qq
deepin-wine-tim
deepin-wine-wechat
device-mapper
devilspie
devtools
devtools-cn-git
dhcpcd
dialog
diffutils
dkms
dosemu
dosfstools
e2fsprogs
efibootmgr
eigen
electron
emacs
eog
epiphany
evince
exfat-utils
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sogoupinyin
file
file-roller
filesystem
findutils
firefox
flashplugin
flex
freealut
freeglut
gawk
gcc
gcc-libs
gdb
gdm
gedit
genymotion
gettext
ghc
gimp
git
github-desktop
gitlab
gitlab-runner
glibc
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
go
google-chrome
gpart
gparted
grep
grilo-plugins
groff
grub
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
ideviceinstaller-git
ifuse
inetutils
iproute2
iputils
ipython
iw
jdk-openjdk
jfsutils
jupyter
jupyter-notebook
jupyterlab
less
lib32-nvidia-utils
libreoffice-fresh
libreoffice-fresh-en-gb
libtool
licenses
linux
lldb
logrotate
lvm2
m4
make
man-db
man-pages
masterpdfeditor
mcpelauncher-linux-git
mcpelauncher-msa-git
mcpelauncher-msa-ui-qt-git
mcpelauncher-ui-git
mdadm
mesa-demos
minecraft
minecraft-launcher
minecraft-server
mit-scheme
mlocate
mousetweaks
mutter
nano
nasm
nautilus
neovim
net-tools
netctl
netease-cloud-music
networkmanager
nilfs-utils
nvidia
nvidia-settings
octave
openbox
opencv
opendesktop-fonts
opengl-man-pages
orca
p7zip
pacman
patch
pciutils
perl
pkgconf
pkgfile
procps-ng
psmisc
pyenv
pypy
pyside2
python-cffi
python-matplotlib
python-networkx
python-numpy
python-pandas
python-pip
python-scipy
python-sympy
python-xlrd
python-xlsxwriter
python-xlwt
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-speech
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
racket
rar
reiserfsprogs
rpmextract
rygel
s-nail
sabaki
sbcl
screenfetch
scrot
sddm
sed
shadow
simple-scan
ssf2fcitx-git
steam
sudo
sushi
syringa
sysfsutils
systemd
systemd-sysvcompat
tar
tclap
tensorflow
terminator
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmacs
tmux
totem
tracker
tracker-miners
transset-df
trash-cli
ttf-liberation
udftools
usbutils
util-linux
vi
vino
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
wget
which
woeusb-git
wpa_supplicant
wqy-zenhei
xchm
xcompmgr
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfce4-terminal
xfsprogs
xkeycaps
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
yay
yelp
zsh
zsh-autosuggestions
zsh-syntax-highlighting
