arc-gtk-theme
aria2
autoconf
autojump
automake
baobab
bash
binutils
bison
bzip2
calibre
cheese
chez-scheme-git
clisp
cmake
coreutils
cryptsetup
curl
deepin-wine-tim
device-mapper
dhcpcd
dialog
diffutils
dosemu
dosfstools
e2fsprogs
efibootmgr
emacs
eog
epiphany
evince
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sogoupinyin
file
file-roller
filesystem
findutils
firefox
flashplugin
flex
freeglut
gawk
gcc
gcc-libs
gdb
gdm
gedit
genymotion
gettext
ghc
git
glibc
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
google-chrome
grep
grilo-plugins
groff
grub
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
inetutils
iproute2
iputils
iw
jdk
jfsutils
less
libreoffice-fresh
libreoffice-fresh-en-gb
libtool
licenses
linux
lldb
logrotate
lvm2
m4
make
man-db
man-pages
masterpdfeditor
mdadm
mlocate
mousetweaks
mutter
nano
nasm
nautilus
net-tools
netctl
netease-cloud-music
networkmanager
octave
opendesktop-fonts
orca
p7zip
pacman
patch
pciutils
perl
pkgconf
procps-ng
psmisc
pyenv
python-pip
racket
rar
reiserfsprogs
rygel
s-nail
screenfetch
scrot
sed
shadow
simple-scan
sudo
sushi
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
totem
tracker
tracker-miners
usbutils
util-linux
vi
vino
virtualbox
virtualbox-host-modules-arch
wget
which
wpa_supplicant
wqy-zenhei
xchm
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-intel
xfce4-terminal
xfsprogs
xkeycaps
xorg-xinit
yaourt
yelp
zsh
zsh-autosuggestions
zsh-syntax-highlighting
