accountsservice
acpi
acpid
alsa-firmware
alsa-utils
android-tools
android-udev
apparmor
arc-gtk-theme
archcn-tools-meta
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
aria2-fast
aspell-en
audacious
autoconf
autojump
automake
avahi
b43-fwcutter
baidunetdisk-bin
baidupcs-go
baobab
bash-completion
bauh
binutils
bison
blueman
bluez-utils
bookworm
boost
btrfs-progs
bzip2
calibre
cantarell-fonts
catfish
cheese
chez-scheme-git
chicken
clinfo
clisp
cmake
coreutils
cpupower
crda
criterion
cronie
cryptsetup
cuda
cudnn
cups
cups-pdf
cups-pk-helper
dbus-x11
deepin-wine
device-mapper
devilspie
devtools
devtools-cn-git
dhclient
dhcpcd
dialog
diffutils
dkms
dmidecode
dmraid
dnsmasq
dosemu
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
eigen
electron
emacs
engrampa
eog
epiphany
evince
exfat-utils
exo
f2fs-tools
fakeroot
fcitx-configtool
fcitx-lilydjwg-git
fcitx-qt5
fcitx-sogoupinyin
ffmpeg
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
flashplugin
flatpak
flex
freealut
freetype2
galculator-gtk2
garcon
gawk
gcc
gcc-libs
gcolor2
gdb
gdm
gedit
genymotion
gettext
ghc
ghostscript
gimp
git
github-desktop
gitlab
gitlab-runner
gksu-polkit
glibc
gnome-icon-theme
gnome-keyring
gnome-themes-extra
go
google-chrome
gpart
gparted
gperftools
grep
grilo-plugins
grub
grub-customizer
grub-theme-manjaro
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gtkhash-thunar
gufw
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
haveged
hexchat
hplip
htop
ifuse
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
ipython
jdk-openjdk
jdk8-openjdk
jfsutils
jre8-openjdk
jre8-openjdk-headless
jupyter
jupyter-notebook
jupyterlab
kernel-alive
less
lib32-flex
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-opencl-nvidia-435xx
lib32-vulkan-intel
lib32-vulkan-radeon
libclc
libdvdcss
libgsf
libopenraw
libreoffice-still
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux53
linux53-acpi_call
linux53-bbswitch
linux53-broadcom-wl
linux53-ndiswrapper
linux53-nvidia-435xx
linux53-nvidiabl
linux53-r8168
linux53-rtl8723bu
linux53-tp_smapi
linux53-vhba-module
linux53-virtualbox-guest-modules
linux53-virtualbox-host-modules
linux53-zfs
lldb
logrotate
lsb-release
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-xfce-gtk3-settings
masterpdfeditor
matcha-gtk-theme
mcpelauncher-linux-git
mcpelauncher-msa-git
mcpelauncher-msa-ui-qt-git
mcpelauncher-ui-git
mdadm
memtest86+
menulibre
mesa-demos
mesa-vdpau
mhwd
mhwd-db
minecraft
minecraft-launcher
minecraft-server
mit-scheme
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mousepad
mousetweaks
mtpfs
mugshot
mutter
nano
nasm
nautilus
neovim
net-tools
netctl
netease-cloud-music
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
nss-mdns
ntfs-3g
ntp
numlockx
octave
openbox
opencl-headers
opencl-mesa
opencv
opendesktop-fonts
opengl-man-pages
openresolv
openssh
orage
orca
os-prober
p7zip
pacman
pamac-gtk
pamac-snap-plugin
patch
patchutils
pavucontrol
pciutils
perl
perl-file-mimeinfo
pidgin
pkgconf
pkgfile
poppler-data
poppler-glib
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pyenv
pypy
pyqt5-common
pyside2
python-cffi
python-language-server
python-matplotlib
python-networkx
python-numpy
python-pandas
python-pillow
python-pip
python-pymupdf
python-pyqt5
python-pyqtwebengine
python-qrcode
python-reportlab
python-scipy
python-sympy
python-xlib
python-xlrd
python-xlsxwriter
python-xlwt
qpdfview
qq-linux
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-speech
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qtermwidget
racket
rar
reiserfsprogs
rpmextract
rsync
rygel
s-nail
sabaki
sage-notebook
sagemath
sagemath-doc
sagemath-jupyter
sagetex
samba
sbcl
screenfetch
scrot
sddm
sed
shadow
simple-scan
smlnj
snapd
snapd-glib
spectre-meltdown-checker
splix
ssf2fcitx-git
steam-manjaro
subversion
sudo
sushi
syringa
sysfsutils
system-config-printer
systemd-fsck-silent
systemd-sysvcompat
tar
tclap
tensorflow
terminator
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmacs
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
timeshift
tlp
tmux
totem
tracker
tracker-miners
transset-df
trash-cli
ttf-bitstream-vera
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
tumbler
udftools
udiskie
udisks2
unace
usb_modeswitch
usbutils
util-linux
vi
viewnior
vino
virtualbox
visual-studio-code-bin
vlc
vmware-workstation
vulkan-intel
vulkan-radeon
wallpapers-2018
wallpapers-juhraya
wget
which
woeusb-git
wpa_supplicant
wqy-zenhei
xcape
xchm
xcompmgr
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xkeycaps
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-luit
xorg-server
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwud
yay
yelp
zsh
zsh-autosuggestions
zsh-syntax-highlighting
