7zip
accountsservice
acpi
acpid
advancecomp
afl++
afpfs-ng
agda
agda-categories
agda-stdlib
aircrack-ng
alsa-firmware
alsa-utils
amdvlk
android-apktool
android-sdk
android-sdk-build-tools
android-udev
anki
apache
apparmor
arc-gtk-theme
archcn-tools-meta
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
arduino
aria2
aribb25
arp-scan
aspell-en
atftp
audacious
audiofile
autoconf
autojump
automake
autossh
avahi
azuredatastudio-bin
b43-fwcutter
baidunetdisk-electron
baidupcs-go
baobab
base-devel
bash-completion
bashbrew
bat
batctl
bauh
benchmark
bettercap
bilibili-live-helper-bin
bilidan-git
binutils
binwalk
bison
bitcoin-core
blackarch-keyring
bless
blueman
bluez-utils
bmap-tools
bookworm
boost
browser360
bsdiff
bti
btrfs-progs
bully
bzip2
cadaver
calibre
cantarell-fonts
capstone
catfish
cawbird
cgdb
chatbox-bin
checksec
cheese
chez-scheme
chibi-scheme
chicken
chinese-calendar
chntpw
chromium
clash
clinfo
clisp
clojure
cmake
code
com.tencent.meeting.deepin
composer
conn
container-diff
convmv
cookiejar
coq
coq-doc
coqide
coreutils
corkscrew
cowpatty
cppcheck
cppunit
cpupower
criterion
cronie
cryptsetup
cuda
cudnn
cups
cups-pdf
cups-pk-helper
cytoscape
darkstat
darktable
dbus
ddrescue
deepin-fonts-wine
deepin-wine-binfmt
deepin-wine-helper
deepin-wine-uninstaller
deepin-wine32
deepin-wine32-tools
dejagnu
deno
desmume
device-mapper
devilspie
devtools
devtools-cn-git
dhclient
dhcpcd
dia-git
dialog
diffutils
discord
discord-canary
distorm
dive
djview
djvu2pdf
dkms
dmg2img
dmidecode
dmraid
dnf
dnsmasq
dnstracer
docker
docker-compose
docker-machine
dolphin-emu
dosbox
dosemu
dosfstools
doxygen
doxygen-docs
dpkg
dscanner
dsniff
e2fsprogs
ecb
ecryptfs-utils
edrawmax
efibootmgr
eigen
electron
electron-ssr
electron11-bin
electron22-bin
electronic-wechat
electrum
element-desktop
element-web
elfkickers
emacs
emacs-apel
emacs-evil
emacs-haskell-mode
emacs-lua-mode
emacs-muse
emacs-php-mode
emacs-python-mode
emacs-undo-tree
engrampa
eog
epiphany
espeak
etherape
ettercap
evilginx
evince
exfat-utils
exo
expect
exploitdb
extra-cmake-modules
f2fs-tools
fakeroot
fceux
fcitx-configtool
fcitx-googlepinyin
fcitx-sogoupinyin
fcrackzip
ffmpeg
ffmpegthumbnailer
ffnvcodec-headers
file
file-roller
filebrowser-bin
filesystem
findomain
findutils
firefox
flameshot
flashplugin
flatpak
flawfinder
flex
flite
foremost
fping
freealut
freeradius
freetds
freetype2
galculator-gtk2
gambit-c
garcon
gawk
gcc
gcc-libs
gcolor2
gdb
gedit
gens-gs
genymotion
gephi
gerbil-scheme-git
gettext
ghc
ghidra
ghostscript
gimp
gist
git
github-desktop-bin
gitlab
gitlab-runner
glibc
gnome-icon-theme
gnome-keyring
gnome-terminal
gnome-themes-extra
gnuradio-companion
go
google-chrome
gpart
gparted
gperftools
greenbone-security-assistant
grep
grub
grub-theme-manjaro
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gtkhash-thunar
gufw
guile-bytestructures
guile2.0
gulp
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
hachoir-parser
hackrf
hashcat
hashcat-utils
hashdeep
haskell-hxt
haskell-system-fileio
haskell-void
haveged
hcxdumptool
hcxkeys
hcxtools
help2man
hexchat
hexedit
hexyl
higan
hmcl
hping
hplip
htop
httpdirfs
httpie
httping
httptunnel
httrack
hunspell-en_us
hydra
i2pd
iaito
ibus
idris
idris2
ifuse
imake
impacket
imwheel
inetutils
intel-media-sdk
intel-opencl-sdk
intel-ucode
inxi
iodine
iotop
ipmitool
iproute2
ipscan
iptables
iputils
ipw2100-fw
ipw2200-fw
ipython
irrlicht
iverilog
jad
jadx
jdk-openjdk
jdk8-openjdk
jfsutils
jhead
john
jre8-openjdk
jre8-openjdk-headless
jupyterlab
jupyterlab-pygments
jython
katago-opencl
katrain
kcptun
kernel-alive
kismet
lazydocker
less
lib32-amdvlk
lib32-flex
lib32-libaio
lib32-libidn
lib32-libva-intel-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-nvidia-cg-toolkit
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-openssl-1.1
lib32-rust-libs
lib32-virtualgl
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-vulkan-validation-layers
libc++
libclc
libdvdcss
libgsf
libopenraw
libpamac-snap-plugin
libpst
libreoffice-still
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-supergrafx
libretro-blastem
libretro-bsnes
libretro-bsnes-hd
libretro-bsnes2014
libretro-citra
libretro-core-info
libretro-desmume
libretro-dolphin
libretro-flycast
libretro-gambatte
libretro-genesis-plus-gx
libretro-kronos
libretro-melonds
libretro-mgba
libretro-mupen64plus-next
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-picodrive
libretro-play
libretro-ppsspp
libretro-retrodream
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-yabause
libtool
libva-intel-driver
libva-vdpau-driver
libvips
licenses
lief
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lighttpd
linux-acpi_call-meta
linux-bbswitch-meta
linux-broadcom-wl-meta
linux-firmware
linux-headers-meta
linux-meta
linux-nvidia-meta
linux-r8168-meta
linux-rtl8723bu-meta
linux-steam-integration
linux-tp_smapi-meta
linux-vhba-module-meta
linux-virtualbox-host-modules-meta
linux-zfs-meta
linuxqq
lld
lldb
llvm
llvm-ocaml
logrotate
lorcon
lsb-release
ltrace
luit
lux-dl
lvm2
lynis
m4
macchanger
make
mame
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-xfce-settings
masscan
masterpdfeditor
mat2
matcha-gtk-theme
matterbridge
maven
mcpelauncher-linux-git
mcpelauncher-msa-git
mcpelauncher-msa-ui-qt-git
mcpelauncher-ui-git
mdadm
mdk3
mednafen
medusa
meld
memtest86+
mencoder
mesa-demos
metasploit
mfoc
mgba-qt
mgba-sdl
mhash
mhwd
mhwd-chroot
mhwd-db
mhwd-tui
microsoft-edge-dev-bin
minecraft-launcher
minecraft-server
mit-scheme
mitmproxy
mkinitcpio-openswap
mkvtoolnix-cli
mkvtoolnix-gui
mobile-broadband-provider-info
modemmanager
mono
mousepad
mousetweaks
mpc
mpdecimal
mplayer
msodbcsql
mssql-cli
mssql-server
mssql-tools
mtpfs
mtr
mugshot
multimc5
multimon-ng
mupen64plus
mutter
mycli
mysql-workbench
nano
nas
nasm
nbtscan
ncdu
ncrack
neofetch
neovim
net-tools
netctl
netease-cloud-music
netease-cloud-music-gtk4
netsniff-ng
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nginx
ngrep
ngrok
nikto
nilfs-utils
ninja
nmap
nodejs
noto-fonts
noto-fonts-cjk
npm-check-updates
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-cg-toolkit
nvidia-prime
obs-studio
ocaml
octave
octopi
onboard
onionshare
onlyoffice-desktopeditors
open-iscsi
open-vm-tools
openbox
opencl-clover-mesa
opencl-headers
opencl-nvidia
opencl-rusticl-mesa
opencv
opencv-docs
opendesktop-fonts
opendoas
opengl-man-pages
openresolv
openssh
openssl-1.1
ophcrack
optimus-manager
optimus-manager-qt
orage
orca
os-prober
p0f
packer
packeth
pacman
pamac-gtk
pari-elldata
pari-galpol
pari-seadata
patch
patchutils
pavucontrol
pciutils
pdf2djvu
pdfcrack
peda
perl
perl-file-mimeinfo
pfff
php
php-apache
phpmyadmin
pidgin
pixiewps
pkgconf
pkgfile
playonlinux
plocate
pokemmo
polipo
polly
poppler-data
poppler-glib
powerline
powerline-fonts
powertop
ppsspp
premake
privoxy
procps-ng
protondb-tags
proxychains-ng
proxytunnel
psmisc
psutils
ptunnel
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pv
pwndbg
pyenv
pyinstaller
pypy
pyrit
pyside2
python-beautifulsoup4
python-btchip
python-capstone
python-cffi
python-epc
python-faust-cchardet
python-feedparser
python-glfw
python-grip
python-hidapi
python-jsbeautifier
python-kivy
python-language-server
python-manimlib
python-markdown
python-matplotlib
python-networkx
python-numpy
python-olefile
python-pandas
python-pillow
python-pillowfight
python-pip
python-pydotplus
python-pygit2
python-pygithub
python-pyglet
python-pyinotify
python-pymupdf
python-pynvim
python-pyqt5
python-pyqt5-webengine
python-pyqt6
python-pyqt6-3d
python-pyx
python-qrcode
python-reportlab
python-rpyc
python-scikit-build
python-scikit-image
python-scikit-learn
python-scipy
python-sip4
python-skorch
python-sympy
python-tensorflow
python-tokenizers
python-xlib
python-xlrd
python-xlsxwriter
python-xlwt
python2-epc
python2-pip
python2-yara
python310
qemu-desktop
qemu-emulators-full
qpdfview
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-speech
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qtermwidget
qv2ray
r-lintr
racket
radamsa
radare2
ranger
rar
reaver
reiserfsprogs
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
rfdump
rkhunter
ropgadget
ropper
routersploit
rsync
rust
rust-musl
rust-src
rust-wasm
s-nail
sabaki
sage-notebook-exporter
sagemath
sagemath-doc
sagetex
samba
sbcl
scanmem
scapy
scrapy
screenfetch
scrot
scummvm
scummvm-tools
sddm
sed
semi
shadow
shadowsocks
shadowsocks-libev
shadowsocks-qt5
shadowsocks-v2ray-plugin
shellcheck
shotcut
siege
simple-obfs
simple-scan
sip4
sl
slack-desktop
slack-web-jak
sleuthkit
slowhttptest
smali
smartmontools
smlnj
smplayer
snapd
snapd-glib
snes9x
snes9x-gtk
sniffglue
socat
spectre-meltdown-checker
splint
splix
sqlmap
ssdeep
ssf2fcitx-git
ssfconv
sshtunnel
sshuttle
sslh
sslscan
steam
steam-native-runtime
steamcmd
strace
stunnel
subbrute
subversion
sudo
sushi
swaks
syringa
sysdig
sysfsutils
system-config-printer
systemd-fsck-silent
systemd-sysvcompat
taglib1
tar
tclap
tcpdump
tcpflow
tcpreplay
tcptrace
telegram-desktop
telegram-qt
telepathy-morse
tensorflow
terminator
terminus-font
testdisk
testssl.sh
texinfo
texlive-basic
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-langother
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texmacs
thc-ipv6
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
timeshift
tinc
tinyproxy
tlp
tmux
tor
torsocks
totem
traceroute
translate-shell
transmission-cli
transmission-qt
transset-df
trash-cli
tree
tree-sitter-bash
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-python
tree-sitter-query
tree-sitter-vimdoc
ts-node
tsmuxer-git
ttf-bitstream-vera
ttf-droid
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-monaco
ttf-ms-win10
ttf-ms-win10-zh_cn
ttf-ms-win10-zh_tw
ttf-ubuntu-font-family
tumbler
typescript
typora
udftools
udiskie
udisks2
udp2raw
uex
unace
unhide
upx
urh
usb_modeswitch
usbutils
util-linux
v2ray
v2ray-desktop
v2ray-domain-list-community
v2ray-geoip
v2raya
valabind
valgrind
vbam-wx
veracrypt
verilator
vi
viewnior
vim-powerline
vim-spell-en
vino
virtualbox
virtualbox-sdk
virtualgl
vkd3d
vlc
vmware-workstation
volatility3
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-swrast
vulkan-tools
vulkan-validation-layers
vulscan
wabt
wallpapers-2018
wallpapers-juhraya
wanderlust
wavemon
wget
which
whois
wifite
wiiuse
wine-wechat-setup
winetricks
winetricks-zh
wireshark-cli
wireshark-qt
wiznote
woeusb
wpa_supplicant
wps-office
wpscan
wqy-bitmapfont
wqy-microhei-lite
wqy-zenhei
wxhexeditor
x11-ssh-askpass
xapp
xcape
xchm
xcompmgr
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xilinx-vivado-dummy
xkeycaps
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto-transfer
xortool
yandex-browser-beta
yaourt
yara
yarn
yasm
yay
ydcv
yelp
ygo-omega
ygopro
you-get
youtube-dl
yt-dlp
zaproxy
zmap
zoom
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-history-substring-search
zsh-lovers
zsh-syntax-highlighting
zshdb
zsnes
zssh
zuo
zzuf
