accountsservice
acpi
acpid
advancecomp
alsa-firmware
alsa-utils
amdvlk
android-sdk
android-sdk-build-tools
android-tools
android-udev
annie
apache
apparmor
arc-gtk-theme
archcn-tools-meta
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
aria2
aribb25
aspell-en
audacious
audiofile
autoconf
autojump
automake
avahi
azuredatastudio-bin
b43-fwcutter
baidunetdisk-bin
baidupcs-go
baobab
bash-completion
bat
bauh
bilibili-live-helper-bin
bilidan-git
binutils
bison
blueman
bluez-utils
bookworm
boost
browser360
btrfs-progs
bzip2
calibre
cantarell-fonts
catfish
cgdb
cheese
chez-scheme
chibi-scheme
chicken
chromium
clash
clinfo
clisp
clojure
cmake
code
composer
convmv
coreutils
cpupower
crda
criterion
cronie
cryptsetup
cuda
cudnn
cups
cups-pdf
cups-pk-helper
darktable
dbus-x11
deepin-wine
deepin.com.qq.im
deepin.com.qq.office
deepin.com.qq.qqmusic
deepin.com.thunderspeed
deepin.com.wechat2
dejagnu
deno
desmume
device-mapper
devilspie
devtools
devtools-cn-git
dhclient
dhcpcd
dialog
diffutils
dkms
dmg2img
dmidecode
dmraid
dnsmasq
dolphin-emu
dosbox
dosemu
dosfstools
doxygen
doxygen-docs
e2fsprogs
ecb
ecryptfs-utils
efibootmgr
eigen
electron
electron-ssr
electronic-wechat
element-desktop
element-web
emacs
emacs-apel
emacs-evil
emacs-haskell-mode
emacs-lua-mode
emacs-muse
emacs-php-mode
emacs-python-mode
emacs-undo-tree
engrampa
eog
epiphany
evince
exfat-utils
exo
expect
f2fs-tools
fakeroot
fceux
fcitx
fcitx-configtool
fcitx-googlepinyin
fcitx-qt4
fcitx-qt5
fcitx-sogoupinyin
ffmpeg
ffmpegthumbnailer
ffnvcodec-headers
file
file-roller
filebrowser-bin
filesystem
findutils
firefox
flameshot
flashplugin
flatpak
flex
flite
freealut
freetds
freetype2
galculator-gtk2
gambit-c
garcon
gawk
gcc
gcc-libs
gcolor2
gdb
gedit
gens-gs
genymotion
gerbil-scheme-git
gettext
ghc
ghostscript
gimp
gist
git
github-desktop-bin
gitlab
gitlab-runner
glibc
gnome-icon-theme
gnome-keyring
gnome-terminal
gnome-themes-extra
gnuradio-companion
go
google-chrome
gpart
gparted
gperftools
grep
grub
grub-customizer
grub-theme-manjaro
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gtkhash-thunar
gufw
gulp
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
haveged
hexchat
hexedit
higan
hmcl
hplip
htop
httpie
idris
idris2
ifuse
imwheel
inetutils
intel-media-sdk
intel-opencl-sdk
intel-ucode
inxi
iotop
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
ipython
iverilog
jdk-openjdk
jdk8-openjdk
jfsutils
jre8-openjdk
jre8-openjdk-headless
jupyter
jupyter-notebook
jupyterlab
katago-opencl
kernel-alive
less
lib32-amdvlk
lib32-flex
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-nvidia-455xx-utils
lib32-nvidia-cg-toolkit
lib32-opencl-nvidia-455xx
lib32-virtualgl
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-vulkan-validation-layers
libclc
libdvdcss
libgsf
libopenraw
libreoffice-still
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-supergrafx
libretro-blastem
libretro-bsnes
libretro-bsnes-hd
libretro-bsnes2014
libretro-citra
libretro-core-info
libretro-desmume
libretro-dolphin
libretro-flycast
libretro-gambatte
libretro-genesis-plus-gx
libretro-kronos
libretro-melonds
libretro-mgba
libretro-mupen64plus-next
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-picodrive
libretro-play
libretro-ppsspp
libretro-retrodream
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-yabause
libtool
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lighttpd
linux-firmware
linux-latest
linux-latest-acpi_call
linux-latest-bbswitch
linux-latest-broadcom-wl
linux-latest-headers
linux-latest-nvidia-455xx
linux-latest-r8168
linux-latest-rtl8723bu
linux-latest-tp_smapi
linux-latest-vhba-module
linux-latest-virtualbox-guest-modules
linux-latest-virtualbox-host-modules
linux-latest-zfs
linux-steam-integration
linuxqq
lldb
logrotate
lsb-release
luit
lvm2
m4
make
mame
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-pulse
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-xfce-settings
masterpdfeditor
matcha-gtk-theme
matterbridge
mcpelauncher-linux-git
mcpelauncher-msa-git
mcpelauncher-msa-ui-qt-git
mcpelauncher-ui-git
mdadm
mednafen
meld
memtest86+
mencoder
menulibre
mesa-demos
mesa-vdpau
mgba-qt
mgba-sdl
mhwd
mhwd-chroot
mhwd-db
mhwd-tui
minecraft
minecraft-server
mit-scheme
mkinitcpio-openswap
mkvtoolnix-cli
mkvtoolnix-gui
mlocate
mobile-broadband-provider-info
modemmanager
mono
mousepad
mousetweaks
mpc
mplayer
msodbcsql
mssql-cli
mssql-server
mssql-tools
mtpfs
mugshot
multimc5
mupen64plus
mutter
mycli
mysql
mysql-workbench
nano
nasm
ncdu
neofetch
neovim
net-tools
netctl
netease-cloud-music
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nginx
nilfs-utils
nmap
nodejs
noto-fonts
noto-fonts-cjk
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-455xx-utils
nvidia-cg-toolkit
nvidia-prime
obs-studio
ocaml
octave
octopi
onboard
openbox
opencl-headers
opencl-mesa
opencl-nvidia-455xx
opencv
opencv-docs
opendesktop-fonts
opendoas
opengl-man-pages
openresolv
openssh
optimus-manager
optimus-manager-qt
orage
orca
os-prober
p7zip
pacman
pamac-gtk
pamac-snap-plugin
pari-elldata
pari-galpol
pari-seadata
patch
patchutils
pavucontrol
pciutils
pcsx2
perl
perl-file-mimeinfo
php
php-apache
phpmyadmin
pidgin
pkgconf
pkgfile
playonlinux
pokemmo
polipo
poppler-data
poppler-glib
powerline
powerline-fonts
powerline-vim
powertop
ppsspp
privoxy
procps-ng
proxychains-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pv
pyenv
pypy
pyside2
python-beautifulsoup4
python-cffi
python-feedparser
python-glfw
python-grip
python-language-server
python-manimlib
python-markdown
python-matplotlib
python-networkx
python-numpy
python-pandas
python-pillow
python-pip
python-pydotplus
python-pygit2
python-pygithub
python-pyglet
python-pyinotify
python-pymupdf
python-pyqt5
python-pyqtwebengine
python-qrcode
python-reportlab
python-scikit-build
python-scikit-image
python-scikit-learn
python-scipy
python-skorch
python-sympy
python-xlib
python-xlrd
python-xlsxwriter
python-xlwt
python2-pip
qemu
qemu-arch-extra
qpdfview
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-speech
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qtermwidget
qv2ray
racket
ranger
rar
reiserfsprogs
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
rpmextract
rsync
s-nail
sabaki
sage-notebook-exporter
sagemath
sagemath-doc
sagemath-jupyter
sagetex
samba
sbcl
screenfetch
scrot
scummvm
scummvm-tools
sddm
sed
semi
shadow
shadowsocks
shadowsocks-libev
shadowsocks-qt5
shadowsocks-v2ray-plugin
shotcut
simple-obfs
simple-scan
sl
slack-desktop
slack-web-jak
smlnj
smplayer
snapd
snapd-glib
snes9x
snes9x-gtk
spectre-meltdown-checker
splix
ssf2fcitx-git
steam-manjaro
steam-native
steamcmd
subversion
sudo
sushi
syringa
sysfsutils
system-config-printer
systemd-fsck-silent
systemd-sysvcompat
tar
tclap
telegram-desktop
telegram-qt
telepathy-morse
tensorflow
terminator
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmacs
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
timeshift
tlp
tmux
totem
transmission-cli
transmission-qt
transset-df
trash-cli
tree
ts-node
tsmuxer-git
ttf-bitstream-vera
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
tumbler
typescript
typora
udftools
udiskie
udisks2
unace
usb_modeswitch
usbutils
util-linux
v2ray
v2ray-desktop
v2ray-domain-list-community
v2ray-geoip
v2raya
vbam-wx
verilator
vi
viewnior
vim-spell-en
vino
virtualbox
virtualbox-sdk
virtualgl
vivado
vkd3d
vlc
vmware-workstation
vulkan-extra-layers
vulkan-headers
vulkan-html-docs
vulkan-intel
vulkan-radeon
vulkan-tools
vulkan-trace
vulkan-validation-layers
vulscan
wabt
wallpapers-2018
wallpapers-juhraya
wanderlust
wget
which
wiiuse
wine-wechat
winetricks
winetricks-zh
wiznote
woeusb-git
wpa_supplicant
wps-office
wqy-bitmapfont
wqy-microhei-lite
wqy-zenhei
x11-ssh-askpass
xapp
xcape
xchm
xcompmgr
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xiccd
xilinx-vivado-dummy
xkeycaps
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto-transfer
yandex-browser-beta
yaourt
yay
ydcv
yelp
youtube-dl
zoom
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-history-substring-search
zsh-lovers
zsh-syntax-highlighting
zshdb
zsnes
